<html>
<HEAD>
    <link rel="stylesheet" href="../style.css">
      <meta name="description" content="Conditions d'utilisation d'iUS.">
      <meta name="theme-color" content="#5865F2">
      <meta charset="utf-8">
      <link rel="icon" href="../assets/icon-ius.png" type="image/x-icon">
    <title>iUS Project</title>
  </HEAD>
  <body>
    <img onclick="window.open('https://ius-project.herokuapp.com/')" src="../assets/icon-ius.png" height="70" style="cursor: pointer;" title="Revenir &agrave; l'accueil">
<h1 style="color:  #5865F2 ; text-align: center;">Conditions d'utilisation</h1>
<h2 style="text-align: center;">Notre projet iUS est relativement libre dans son utilisation. Toutefois, pour &eacute;viter tous les types d'abus, cette page vous informera des conditions relatives &agrave; l'utilisation des bots iUS.</h2>
<br>
<span id="introduction_et_definitions">
  <h1>0. Introduction et d&eacute;finitions</h1>
</span>
<br>
<h2>Le projet iUS a pour but de rassembler des bots Discord simples et originaux. Nous essayons donc d'&ecirc;tre le plus libre possible dans nos conditions d'utilisation. Le mot "nous" d&eacute;finit dans ce cadre l'&eacute;quipe d'iUS, compos&eacute; de son fondateur, de ses administrateurs, et de son &eacute;quipe de mod&eacute;ration. Par principe, ces conditions d'utilisation doivent &ecirc;tre respect&eacute;es. Enfin, lorsque nous parlons de "vous", nous parlons de la personne qui lit ce texte, ou de toute personne qui utilise nos services.</h2>
<span id="conditions_relatives_aux_donnees">
<h1>1. Conditions relatives aux donn&eacute;es</h1>
</span>
<br>
<h2>Nous collectons des donn&eacute;es relatives &agrave; votre utilisation de nos bots. La quantit&eacute; de donn&eacute;es collect&eacute;es est disponible sous la forme d'un indice de logging, situ&eacute; sur la page principale d'iUS. <span style="font-weight:bolder ;">En installant un bot iUS, vous acceptez que des informations sur votre compte dont votre pseudo, votre identifiant, votre #tag et votre photo de profil soient accessibles par l'&eacute;quipe d'iUS, en proportion diff&eacute;rente selon votre utilisation de nos services et de l'indice de logging de chaque bot.</span> D'autres informations tels que celles sur les serveurs où certains messages sont envoy&eacute;s peuvent aussi &ecirc;tre collect&eacute;es. Sur le <a href="https://stradivarius.herokuapp.com">site de Stradivarius</a>, nous collectons votre adresse IP, pour de potentielles actions de mod&eacute;ration.</h2>
<br>
<span id="restrictions_des_services">
<h1>2. Restrictions relatives &agrave; votre utilisation de nos services</h1>
</span>
<br>
<h2>Certains de nos services permettent d'envoyer des messages &agrave; travers des bots. Ces services sont: <a href="https://ius-project.herokuapp.com/#arius">Arius</a> et <a href="https://ius-project.herokuapp.com/#stradivarius">Stradivarius</a>. Nous vous demandons de ne pas les utiliser pour:<br><br><span style="font-weight:bolder;">Vous faire du mal ou faire du mal &agrave; autrui:</span> Cela inclut le fait de menacer d'autres personnes, d'harceler, d'insulter, de parler ouvertement de suicide, ou de spammer.<br><span style="font-weight:bolder;">Simplement faire des choses ill&eacute;gales:</span> Parmis d"autre chose, cela inclut le fait de transmettre des virus, de parler de substances illicites, pr&eacute;venir de futurs meurtres, ou en g&eacute;n&eacute;ral, tout ce qui est &agrave; l'encontre du code p&eacute;nal de votre pays.<br><br><span style="font-weight:lighter ;">Les donn&eacute;es collect&eacute;es permettent de bannir tout utilisateur de nos services. Cela est possible avec la plupart de nos bots. Ces r&egrave;gles s'appliquent aussi aux suggestions de <a href="https://ius-project.herokuapp.com/#turius">Turius</a>.</span></h2>
<br>
<span id="utilisation_de_turius">
<h1>3. Utilisation de Turius</h1>
</span>
<br>
<h2>Turius permet entre autre de sugg&eacute;rer des questions et r&eacute;ponses, ainsi que de rapporter des probl&egrave;mes. Pour ne pas nous nuire, nous vous demandons de ne pas:<br><span style="font-weight: bolder;">Envoyer de faux rapports de probl&egrave;mes:</span> Nous nous r&eacute;servons le droit de vous bannir de notre service si vous abusez de notre syst&egrave;me de rapport de probl&egrave;mes. Cela inclut le fait de faire des rapports abusifs sur la m&ecirc;me raison, de faire des rapports ne rapportant aucun probl&egrave;me, ou d'abuser du bouton de rapport de probl&egrave;mes (en cas d'erreur du bot).<br><br><span style="font-weight: bolder;">Faire des suggestions nuisantes:</span> Le fait de faire des suggestions nuisantes signifie de faire des suggestions avec une syntaxe invalide, ou avec un lien avec des produits illicites, ou avec un lien pornographiques. Les suggestions doivent respecter TOUTES les conditions d'utilisation d'iUS.<br><br><span style="font-weight:lighter;">En cas d'atteinte &agrave; ces r&egrave;gles, nous nous r&eacute;servons le droit de suspendre votre acc&egrave;s &agrave; nos services pendant le temps que nous souhaitons.</span></h2>
<br>
<span id="securite_des_serveurs">
  <h1>5. S&eacute;curit&eacute; des serveurs Discord</h1>
</span>
<br>
<h2>Nous nous engageons, lorsque vous utilisez nos services, &agrave; ne pas modifier votre serveur Discord &agrave; nos fins. Vous &ecirc;tes libres de donner les permissions que vous voulez &agrave; chaque robot iUS que vous installez, dans la limite du possible. <span style="font-weight:bolder;">Si vous utilisez nos services, vous devez connaître leur utilit&eacute;. Cela signifie, que vous devez donner les permissions appropri&eacute;es &agrave; chaque bot.</span> Enfin, votre serveur ne nous appartient pas, et nous n'avons aucune autorit&eacute; dessus. Nous ne l'utiliserons pas sans votre permission.</h2>
<span id="conditions_des_dons">
<h1>6. Conditions des dons</h1>
</span>
<br>
<h2>Les dons sont possibles pour soutenir iUS. Pour ces informations visitez <a href="https://ius-project.herokuapp.com/dons">cette page</a>. En nous envoyant de l'argent, vous garantissez que les dons que vous nous faites sont de bonne foi, et ne sont pas falsifi&eacute;s, ou de provenance ill&eacute;gale, telle que de vol de cartes ou de comptes bancaires. En ne respectant pas cette r&egrave;gle, vous vous exposez &agrave; des poursuites judiciares. Merci de ne faire des dons uniquement avec de l'argent &agrave; votre nom. Si vous &ecirc;tes mineurs, ou que vous n'en avez pas les moyens, ne faites aucun don. <span style="color: red;">Tout don est d&eacute;finitif. Nous ne rembourserons pas, sauf cas tr&egrave;s sp&eacute;cifiques, dont l'irrespect de ces conditions.</span></h2>
<span id="conclusion">
<h1>4. Conclusion</h1>
</span>
<br>
<h2>Nous tentons de faire le meilleur gratuitement et originalement. Pour ce faire nous nous devons de mod&eacute;rer correctement. <br>Vous voulez rentrer dans notre &eacute;quipe ? Alors rejoignez notre serveur Discord, et rendez vous dans le salon recrutement-staff <a href="https://discord.gg/nHFB5bM3Fm">ici</a>. N'oubliez pas de lire les r&egrave;gles. Vous pouvez rejoindre tous nos r&eacute;seaux par l'intervalle des ic&ocirc;nes en bas de page.</h2>
</body>
<img src="../assets/icon-discord.png" style="height: 4%;cursor: pointer;" onclick="window.open('https://discord.gg/XbYQNwgSGh','_blank')">
<img src="../assets/icon-stradivarius.png" style="height: 4%;cursor: pointer;" onclick="window.open('https://stradivarius.herokuapp.com','_blank')">
<img src="../assets/icon-paypal.png" style="height: 4%;cursor: pointer;" onclick="window.open('https://paypal.me/iusproject','_blank')">
<img src="../assets/icon-github.png" style="height: 4%;cursor: pointer;" onclick="window.open('https://github.com/A-Beille/ius-project','_blank')">  
</html>